tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mongodb/brew"
brew "coreutils"
brew "gh"
brew "glow"
brew "htop"
brew "lazygit"
brew "luajit"
brew "neovim"
brew "nvm"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "stylua"
brew "wget"
brew "yarn"
cask "bfxr"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "iterm2"
cask "love"
cask "postman"
cask "unofficial-wineskin"
